Repository: titianZega/tabbycat
Catalog: tabbycat/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Check-Ins
ru: Регистрации

source: Sent checkin identifier doesn't exist
ru: Отправленный идентификатор регистрации не существует

source: Checkins
ru: Регистрации

source: No checkin identifiers exist for sent barcodes
ru: Не существует идентификаторов регистрации для отправленных штрих-кодов

source: The barcode must contain exactly six digits.
ru: Штрих-код должен содержать ровно шесть цифр.

source: barcode
ru: штрих-код

source: person
ru: человек

source: person identifier
ru: идентификатор личности

source: person identifiers
ru: идентификатор личностей

source: debate
ru: дебаты

source: debate identifier
ru: индентификатор дебатера

source: debate identifiers
ru: индентификаторы дебатера

source: room identifier
ru: идентификатор аудитории

source: room identifiers
ru: идентификаторы аудиторий

source: identifier
ru: идентификатор

source: check-in time
ru: время регистрации

source: tournament
ru: турнир

source: check-in event
ru: событие регистрации

source: check-in events
ru: события регистрации

source: With identifiers
ru: С идентификаторами

source: View as barcodes
ru: Просмотр как штрих-кодов

source: Generate missing identifiers
ru: Создать отсутствующие идентификаторы

source: Generate all identifiers
ru: Создать все идентификаторы

source: There are no identifiers available to view. An admin will need to generate them.
ru: Нет доступных для просмотра идентификаторов. Администратору нужно будет сгенерировать их.

source: Each of the barcodes below is also an image file that can be download individually. If you want to download them all at once try using a 'bulk downloader' extension/plugin for your browser, such as <a href="https://chrome.google.com/webstore/detail/svg-export/naeaaedieihlkmdajjefioajbbdbdjgp?hl=en-GB">this one (for Chrome)</a>. To download them as a list you can go to Check-Ins section of the Edit Database area and copy/paste from the relevant table.
ru: Каждый из штрих-кодов ниже является также файлом-картинкой, которую можно загрузить. Если вы хотите загрузить их всех одновременно, используйте плагин/расширение браузера "массовая загрузка", например, <a href="https://chrome.google.com/webstore/detail/svg-export/naeaaedieihlkmdajjefioajbbdbdjgp?hl=en-GB"> вот это (для Chrome)</a>. Чтобы загрузить их как список вы можете перейти в раздел Регистрации области Редактировать базу данных и скопировать/вставить их из соответствующей таблицы.

source: You can use Ctrl+P for printing or saving the barcodes PDF. Be sure to set the appropriate <strong>page orientation</strong>, to turn off <strong>headers/footers</strong> and turn on <strong>background graphics</strong>. Works best in Chrome.
ru: Используйте Ctrl+P для распечатки или сохранения штрих кодов в PDF. Не забудьте установить нужное <strong> положение страницы</strong>, выключить <strong> верхние и нижние колонтитулы</strong> и включить <strong> фоновую графику</strong>. Лучше всего работает в Chrome.

source: To scan an identifier type the number below (it will auto-submit). You can also use a barcode scanner (configured to work as a keyboard) or scan from a webcam or phone camera using the button below.
ru: Для сканирования наберите число, указанное ниже (он автоматически будет отправляться). Вы также можете использовать сканер штрих-кода (настроенный на работу как клавиатура) или сканировать с веб-камеры или телефонной камеры с помощью кнопки ниже.

source: Not checked in (barcode %(barcode)s)
ru: Не зарегистрирован (штрих-код %(barcode)s)

source: Not checked in; no barcode assigned
ru: Не зарегистрирован; штрих-код не назначен

source: checked in at %(time)s
ru: зарегистрирован в %(time)s

source: %(speaker)s checked in at %(time)s.
ru: %(speaker)s зарегистрирован в %(time)s.

source: %(speaker)s is missing.
ru: %(speaker)s отсутствует.

source: Scan Identifiers
ru: Сканировать идентификаторы

source: People's Check-In Statuses
ru: Статусы регистрации пользователей

source: Rooms' Check-In Statuses
ru: Статус регистрации аудиторий

source: Make Identifiers
ru: Создать идентификаторы

source: Speakers
ru: Спикеры

source: Adjudicators
ru: Судьи

source: Rooms
ru: Аудитории

source: Generated identifiers for %s
ru: Сгенерированные идентификаторы для %s

source: Identifiers
ru: Идентификаторы

source: Could not check you in as you do not have an identifying code — your tab director may need to make you an identifier.
ru: Не удалось зарегистрировать вас, так как у вас нет идентифицирующего кода - возможно, необходимо чтобы тэбмастер сделал для вас идентификатор.

source: You have revoked your check-in.
ru: Вы отозвали свою регистрацию.

source: Whoops! Looks like your check-in was already revoked.
ru: Упс! Похоже, ваша регистрация уже была отозвана.

source: Whoops! Looks like you're already checked in.
ru: Упс! Похоже, вы уже зарегистрированы.

source: You are now checked in.
ru: Вы зарегистрированы.

source: Arabic
ru: Арабский

source: English
ru: Английский

source: Spanish
ru: Испанский

source: French
ru: Французский

source: Japanese
ru: Японский

source: Portuguese
ru: Португальский

source: Russian
ru: Русский

source: You need to delete the above objects first.
ru: Сначала необходимо удалить представленные выше объекты.

source: This style of info card announces critical information. <a href="">Link</a>.
ru: Этот стиль информационной карты анонсирует критически важную информацию. <a href="">Ссылка</a>.

source: This style of info card announces general <a href="">information</a>.
ru: Этот стиль информационной карты анонсирует общую <a href="">информацию</a>.

# page title
source: Form Title
ru: Заголовок формы

source: Sub Title Title
ru: Подзаголовок

# button
source: Log In
ru: Войти

# button
source: I forgot my password
ru: Я забыл свой пароль

source: The tab for %(tournament)s runs on Tabbycat, a source-available tab system for a variety of parliamentary debating formats
ru: Тэб для %(tournament)s ведется в Tabbycat - открытой системе тэба для разных форматов парламентских дебатов

source: This tab runs on Tabbycat, a source-available tab system for a variety of parliamentary debating formats
ru: Тэб для ведется в Tabbycat - открытой системе тэба для разных форматов парламентских дебатов

source: Whoops! There was an error with one or more fields.
ru: Упс! Произошла ошибка с одним или несколькими полями.

source: Save and Add More
ru: Сохранить и добавить ещё

source: Permission Denied (403)
ru: Доступ запрещен (403)

source: This assistant page isn't enabled for this tournament. <a href="%(url)s">Back to the assistant home page.</a>
ru: Эта страница помощника не включена для этого турнира. <a href="%(url)s">Вернуться к домашней странице помощника.</a>

source: You're currently using %(nrows)s row in your database. If you haven't already upgraded your Heroku database to a paid tier, it's limited to a maximum of 10,000 rows. As you're close to this limit, you should <strong>not create new tournaments</strong> on this site unless and until you've <a href="https://devcenter.heroku.com/articles/upgrading-heroku-postgres-databases">upgraded your database</a> to a paid tier.
ru: На данный момент вы используете %(nrows)s строку в вашей базе данных. Если вы не обновили вашу базу данных Heroky до платного уровня, вы можете использовать до 10 000 строк. Если вы близки к этому лимиту, вам не стоит <strong> создавать новые урниры</strong> на этом сайте пока вы <a href="https://devcenter.heroku.com/articles/upgrading-heroku-postgres-databases"> не обновите вашу базу данных </a> до платного уровня.

source: Whoops! This page isn't enabled for this tournament. <a href="%(url)s">Back to the tournament home page.</a>
ru: Упс! Эти страница не включена для этого турнира. <a href="%(url)s">Вернуться к домашней странице турнира</a>

source: Whoops! This page isn't enabled for this tournament. <a href="%(url)s">Back to the home page.</a>
ru: Упс! Эти страница не включена для этого турнира. <a href="%(url)s">Вернуться к домашней странице</a>

source: %(tournament)s runs on Tabbycat %(tabbycat_version)s (%(tabbycat_codename)s)
ru: %(tournament)s работает на Tabbycat %(tabbycat_version)s (%(tabbycat_codename)s)

source: This site runs on Tabbycat %(tabbycat_version)s (%(tabbycat_codename)s)
ru: Этот сайт работает на Tabbycat %(tabbycat_version)s (%(tabbycat_codename)s)

source: Tabbycat is a source-available project developed by volunteers, and is free to use for tabbing non-profit, non-fundraising tournaments.
ru: Tabbycat - это проект с открытым исходным кодом, разработанный добровольцами, и свободно и бесплатно используемый для тэбмастеринга турниров.

source: Learn more about donating.
ru: Узнать больше о донатах.

source: Still timing debates with the stopwatch app?
ru: Все ещё используйте приложение-секундомер для тайминга дебатов?

source: Using an app designed for debate timekeeping makes speaking and adjudicating easier! Check out <a href="https://itunes.apple.com/app/apple-store/id1156065589?pt=814172&ct=Tabbycat%%20Installs&mt=8">Timekept</a> (iPhone/iPad) or <a href="https://play.google.com/store/apps/details?id=net.czlee.debatekeeper&referrer=utm_source%%3Dtabbycat%%26utm_medium%%3Dfooter">Debatekeeper</a> (Android).
ru: Использование приложения, созданного для таймкиперов дебатов делает игру и судейство проще. Ознакомьтесь с <a href="https://itunes.apple.com/app/apple-store/id1156065589?pt=814172&ct=Tabbycat%%20Installs&mt=8"> Timekept </a> (iPhone/iPad) или <a href="https://play.google.com/store/apps/details?id=net.czlee.debatekeeper&referrer=utm_source%%3Dtabbycat%%26utm_medium%%3Dfooter">Debatekeeper</a> (Android).

source: Language
ru: Язык

source: Documentation
ru: Документация

source: Support
ru: Поддержка

source: Set Up A Copy
ru: Настроить копию

source: Change Language
ru: Изменить язык

source: Use this language
ru: Использовать этот язык

source: Tabbycat Logo
ru: Логотип Tabbycat

source: Site Home
ru: Домашняя страница сайта

source: New Tournament
ru: Новый турнир

source: Edit Database
ru: Изменить базу данных

source: Admin Area
ru: Панель администрирования

source: Assistant Area
ru: Панель помощника

source: Public Area
ru: Публичная область

source: Overview
ru: Обзор

source: Setup
ru: Установка

source: Configuration
ru: Настройки

source: Import Data
ru: Импорт данных

source: Participants
ru: Участники

source: Private URLs
ru: Личные URL

source: Emails
ru: Адреса email

source: Preformed Panels
ru: Заранее сформированные коллегии

source: Sides
ru: Стороны

source: People's Status
ru: Статус людей

source: Rooms' Status
ru: Статус аудиторий

source: Feedback
ru: Обратная связь

source: Latest
ru: Последние

source: Important
ru: Важное

source: Comments
ru: Комментарии

source: Find by Source
ru: Найти по источнику

source: Find by Target
ru: Найти по цели

source: Unsubmitted
ru: Неотправленные

source: Add Feedback
ru: Добавить обратную связь

source: Bulk Update
ru: Массовое обновление

source: Standings
ru: Результаты

source: All Teams
ru: Все команды

source: Teams
ru: Команды

source: %(category)s Teams
ru: %(category)s команды

source: All Speakers
ru: Все спикеры

source: %(category)s Speakers
ru: %(category)s спикеры

source: Replies
ru: Ответы

source: Motions
ru: Темы

source: Diversity
ru: Дайверсити

source: Breaks
ru: Брейки

source: Log Out
ru: Выйти

source: Enter Results
ru: Ввести результаты

source: Enter Feedback
ru: Введите обратную связь

source: Participants List
ru: Список участников

source: Institutions
ru: Клубы

source: Code Names
ru: Кодовые имена

source: View Identifiers
ru: Посмотреть идентификаторы

source: Display/Print Draw
ru: Показать/Распечатать сетку

source: Team Tab
ru: Командный тэб

source: Speaker Tab
ru: Спикерский тэб

source: Replies Tab
ru: Вкладка ответов

source: Adjudicator Tab
ru: Тэб судей

source: Motions Tab
ru: Тэб тем

source: Draws
ru: Сетки

source: No Draws Available
ru: Сетка недоступна

source: Draw for %(round)s
ru: Сетка на %(round)s

source: Current Draws
ru: Текущая сетка

source: Results
ru: Результаты

source: Break
ru: Брейк

source: Feedback Progress
ru: Прогресс отправки форм обратной связи

source: Enter Ballot
ru: Ввести бэллот

source: Availability
ru: Доступность

source: Draw
ru: Сетка

source: Display
ru: Показать

source: Administrator area for <strong>%(tournament)s</strong>
ru: Область администратора для <strong>%(tournament)s</strong>

source: Assistant area for <strong>%(tournament)s</strong>
ru: Область ассистентаа для <strong>%(tournament)s</strong>

source: Public area for <strong>%(tournament)s</strong>
ru: Публичная область для <strong>%(tournament)s</strong>

source: Login
ru: Логин

source: Goodbye
ru: До свидания

source: You have been logged out. <a href="%(login_url)s">Log in again?</a>
ru: Вы вышли из системы. <a href="%(login_url)s">Войти снова?</a>

# page title
source: Login
ru: Логин

# page title
source: Log in to Tabbycat
ru: Войти в Tabbycat

source: Your username and password didn't match.
ru: Ваше имя пользователя и пароль не совпадают.

source: Your account doesn't have access to this page. To proceed, please log in with an account that has access.
ru: У вашей учетной записи нет доступа к этой странице. Чтобы продолжить, войдите в систему с учетной записью, имеющей доступ.

source: Please log in to see this page.
ru: Пожалуйста, войдите в систему, чтобы получить доступ к этой странице.

# page title
source: Password changed
ru: Пароль изменен

source: Your password has been changed.
ru: Ваш пароль изменен.

source: Go to the home page
ru: Перейти на домашнюю страницу

# page title
source: Password Change
ru: Изменения пароля

source: Please enter your old password, then enter a new one.
ru: Пожалуйста, введите старый пароль, а затем введите новый.

# button
source: Change my password
ru: Изменить мой пароль

source: Cancel and go back to the site home page
ru: Отменить и вернуться на главную страницу сайта

# page title
source: Password reset complete
ru: Изменение пароля прошло успешно

source: Your password has been reset.
ru: Пароль изменен.

source: Go to the login page
ru: Перейти на страницу авторизации

# page title
source: Password Reset Confirmation
ru: Подтверждение изменения пароля

# page title
source: Password Reset
ru: Восстановление пароля

source: Please enter a new password (twice):
ru: Пожалуйста, введите новый пароль (дважды):

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ru: Ссылка для изменения пароля была неверна, возможно, потому что она уже была использована. Пожалуйста, запросите новое изменение пароля.

# page title
source: Password reset email sent
ru: Отправлено электронное письмо об изменении пароля

source: We've emailed you instructions for setting your password, if an account exists with the email address you entered. You should receive them shortly.
ru: Мы выслали вам инструкцию для настройки пароля. Если учетная запись с указанным вами адресом электронной почты существует, вскоре вы получите инструкцию.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
ru: Если вы не получили инструкцию, убедитесь, что вы ввели тот адрес электронный почты, на который зарегистрирована учетная запись и проверьте папку со спамом.

source: Hi, %(user)s!
ru: Здравствуйте, %(user)s!

source: Someone asked for a password reset for the email address %(email)s on the Tabbycat site at %(protocol)s://%(domain)s.
ru: Кто-то попросил изменить пароль для адреса электронной почты %(email)s на сайте Tabbycat на сайте %(protocol)s://%(domain)s.

source: If this was you, follow the link below to reset your password:
ru: Если это были вы, воспользуйтесь ссылкой ниже чтобы изменить свой пароль:

source: If this wasn't you, that probably means someone else typed your email address into the password reset form on the Tabbycat site at %(protocol)s://%(domain)s.
ru: Если это были не вы, это, скорее всего, значит, что кто-то другой вбил ваш e-mail адрес в форму изменения пароля на сайте Tabbycat %(protocol)s//%(domain)s.

source: Enter your email address below, and we'll email you a password reset link.
ru: Введите свой адрес электронной почты ниже, и мы отправим вам ссылку на восстановление пароля.

source: Please enter a valid email address.
ru: Пожалуйста, введите действительный e-mail.

# button
source: Reset my password
ru: Восстановить мой пароль

source: Back to the login page
ru: Вернуться на страницу входа

source: Password reset on Tabbycat site at %(domain)s
ru: Восстановление пароля на сайте Tabbycat на %(domain)s

source: Hi, %(user)s — you just logged in!
ru: Привет, %(user)s - вы только что вошли!

source: Welcome! You just logged in!
ru: Добро пожаловать! Вы только что вошли!

source: Users with staff status can view and edit the Edit Database area. This is potentially dangerous and should be reserved for the actual tab director(s).
ru: Пользователи со статусом персонала могут просматривать и редактировать область базы данных. Это потенциально опасно и должно быть зарезервировано только для фактического тэбмастера (ов).

source: Superusers have full access all areas of Tabbycat necessary to run a tournament. Users who are not superusers are still able to perform data entry tasks such as adding results and feedback but can't access confidential areas such as the Breaks and Feedback sections. Chief adjudicators and their deputies are generally given superuser status if they know what they are doing.
ru: Суперпользователи имеют полный доступ ко всем областям Tabbycat, необходимым для проведения турнира. Пользователи, не являющиеся суперпользователями, все еще могут выполнять задачи ввода данных, такие как добавление результатов и обратной связи, но не могут получить доступ к конфиденциальным областям, таким как Брейки и Обратная связь. Главным судьям и их заместителям, как правило, предоставляется статус суперпользователя, если они знают, что делают.
