Repository: titianZega/tabbycat
Catalog: tabbycat/tournaments/locale/*/LC_MESSAGES/django.po
Languages: id

source: Tournaments
id: Turnamen

source: Number of preliminary rounds
id: Jumlah ronde pre eliminasi

source: Number of teams in the open break
id: Jumlah tim pada open break

source: Leave blank if there are no break rounds.
id: Biarkan kosong jika tidak ada ronde break.

source: Did you agree with their decision?
id: Apakah Anda setuju dengan keputusan mereka?

source: Agree?
id: Setuju?

source: Comments
id: Komentar

source: Format Configuration
id: Format Konfigurasi

source: Apply a standard set of settings to match a common debate format
id: Gunakanlah sekumpulan pengaturan yang standar agar sesuai dengan format debat yang umum

source: Public Configuration
id: Konfigurasi Publik

source: Show non-sensitive information on the public-facing side of this site, like draws (once released) and the motions of previous rounds
id: Tampilkan informasi yang bukan rahasia pada sisi publik dari situs ini, seperti undian (setelah dirilis) dan mosi dari ronde sebelumnya

source: <strong>Tabulation:</strong> [list tabulation staff here]<br /><strong>Organisation:</strong> [list organising committee members here]<br /><strong>Adjudication:</strong> [list chief adjudicators here]
id: <strong>Tabulasi:</strong>[tuliskan staf tabulasi di sini]<br /><strong>Organisasi:</strong>[tuliskan anggota panitia penyelenggara di sini]<br /><strong>Penjurian:</strong>[tuliskan ketua juri di sini]

source: Current preliminary round
id: Ronde penyisihan saat ini

source: All preliminary rounds have been completed
id: Semua ronde penyisihan sudah selesai

source: Current elimination round in <strong>%(category)s</strong> <em>(only if all preliminary rounds have been completed)</em>
id: Ronde eliminasi saat ini di <strong>%(category)s</strong><em>(hanya jika semua ronde penyisihan sudah selesai)</em>

source: All elimination rounds in %(category)s have been completed
id: Semua ronde penyisihan di %(category)s sudah selesai

source: If the current round is a preliminary round, this field must be blank.
id: Jika ronde saat ini adalah ronde penyisihan, bidang ini harus kosong.

source: If all preliminary rounds have been completed, this field is required.
id: Jika semua ronde penyisihan sudah selesai, bidang ini diperlukan.

source: You've been redirected to this page because tournament %(tournament)s has no rounds. Please create some before returning to the admin site.
id: Anda dialihkan ke halaman ini karena turnamen %(tournament)s tidak memiliki ronde. Silahkan membuat beberapa ronde sebelum kembali ke situs admin.

source: There's a problem with the data for the tournament %(tournament)s. Please contact a tab director and ask them to investigate.
id: Ada masalah dengan data untuk turnamen %(tournament)s. Silahkan hubungi direktur tabulasi dan mintalah mereka untuk menginvestigasi.

source: You've been redirected to this page because of a problem with how teams are assigned to sides in a debate.
id: Anda dialihkan ke laman ini karena ada masalah dengan bagaimana tim dialokasikan ke sisi dalam sebuah debat.

source: There's a problem with how teams are assigned to sides in a debate. The tab director will need to resolve this issue.
id: Ada masalah dengan bagaimana tim dialokasikan ke sisi pada sebuah debat. Direktur tabulasi perlu menyelesaikan masalah ini.

source: for %(round)s
id: untuk %(round)s

source: Return to Draw
id: Kembali ke Undian

source: You can't use this as a tournament slug, because it's reserved for a Tabbycat system URL. Please try another one.
id: Anda tidak dapat menggunakan slug ini sebagai slug turnamen, karena slug ini sudah dialokasikan untuk URL sistem Tabbycat. Silahkan coba yang lain.

source: name
id: nama

source: The full name, e.g. "Australasian Intervarsity Debating Championships 2016"
id: Nama lengkap, seperti "Kejuaraan Debat Intervarsitas Australasia 2016"

source: short name
id: nama pendek

source: The name used in the menu, e.g. "Australs 2016"
id: Nama yang digunakan di menu, seperti "Australs 2016"

source: sequence number
id: nomor urut

source: A number that determines the relative order in which tournaments are displayed on the homepage.
id: Angka yang menentukan urutan relatif dimana turnamen ditampilkan di laman utama.

source: The sub-URL of the tournament, cannot have spaces, e.g. "australs2016"
id: Sub-URL dari turnamen, tidak boleh mengandung spasi, contohnya "australs2016"

source: active
id: aktif

source: tournament
id: turnamen

source: tournaments
id: turnamen

source: Random
id: Acak

source: Elimination
id: Eliminasi

source: Preliminary
id: Penyisihan

source: None
id: Tidak ada

source: Draft
id: Draf

source: Confirmed
id: Terkonfirmasi

source: Released
id: Dirilis

source: A number that determines the order of the round, should count consecutively from 1 for the first round
id: Angka yang menentukan urutan dari ronde, harus dihitung secara berurutan dari 1 untuk ronde pertama

source: completed
id: selesai

source: True if the round is over, which normally means all results have been entered and confirmed
id: Benar jika ronde sudah selesai, di mana umumnya berarti semua hasil sudah dimasukkan dan dikonfirmasi

source: e.g. "Round 1"
id: misalnya "Ronde 1"

source: abbreviation
id: singkatan

source: e.g. "R1"
id: misalnya "R1"

source: stage
id: tahap

source: Preliminary = inrounds, elimination = outrounds
id: Penyisihan = inrounds, eliminasi = outrounds

source: draw type
id: jenis undian

source: Which draw method to use
id: Metode pengundian yang akan digunakan

source: break category
id: kategori break

source: If elimination round, which break category
id: Jika ronde penyisihan, kategori break-nya apa

source: draw status
id: status undian

source: The status of this round's draw
id: Status dari undian ronde ini

source: feedback weight
id: bobot umpan balik

source: The extent to which each adjudicator's overall score depends on feedback vs their base score. At 0, it is 100% drawn from their base score, at 1 it is 100% drawn from feedback.
id: Sejauh mana nilai keseluruhan masing-masing juri bergantung pada umpan balik dibandingkan dengan nilai awal mereka. Jika 0, 100% diambil dari nilai awal mereka, jika 1 100% diambil dari umpan balik.

source: silent
id: diam

source: If marked silent, information about this round (such as its results) will not be shown publicly.
id: Jika ditandai diam, informasi mengenai ronde ini (seperti hasilnya) tidak akan ditampilkan pada publik.

source: motions released
id: mosi dirilis

source: Whether motions will appear on the public website, assuming that feature is turned on
id: Apakah mosi akan tampil di situs publik, asumsi fitur tersebut aktif

source: starts at
id: mulai pada

source: weight
id: bobot

source: A factor for the points received in the round. For example, if 2, all points are doubled.
id: Sebuah faktor untuk nilai yang didapatkan pada ronde. Sebagai contoh, jika 2, semua nilai digandakan sebesar 2 kali lipat.

source: round
id: ronde

source: rounds
id: ronde

source: A round in the elimination stage must have its draw type set to "Elimination".
id: Sebuah ronde di tahap eliminasi harus memiliki tipe undian "Eliminasi".

source: A round in the preliminary stage cannot have its draw type set to "Elimination".
id: Sebuah ronde di tahap penyisihan tidak boleh memiliki tipe undian "Eliminasi".

source: Elimination rounds must have a break category.
id: Ronde eliminasi harus memiliki sebuah kategori break.

source: Dashboard
id: Dasbor

source: Overview
id: Tinjauan

source: current round: %(round)s, status: %(status)s
id: ronde saat ini: %(round)s, status: %(status)s

source: Welcome to Tabbycat!
id: Selamat datang di Tabbycat!

source: To get started, you'll need to create the first user account. This account is a "superuser" account: it will be able to edit anything on the site. Therefore, you should use a strong password.
id: Untuk memulai, Anda perlu membuat akun pengguna pertama. Akun ini adalah akun "superuser": akun ini dapat menyunting semua hal di situs. Maka dari itu, Anda harus menggunakan kata sandi yang kuat.

source: You can only create this account once, but if you like, you can change the username and password after it's created, or add new superusers afterwards.
id: Anda hanya dapat membuat akun ini sekali, tetapi jika Anda mau, Anda dapat mengubah nama pengguna dan kata sandi setelah akun tersebut dibuat, atau menambahkan superuser baru setelahnya.

source: The email address is used for password resets. You don't have to provide one, but if you don't, you won't be able to reset your password if you forget it.
id: Alamat email digunakan untuk reset kata sandi. Anda tidak perlu mengisinya, tetapi jika tidak, Anda tidak akan bisa me-reset kata sandi Anda jika Anda melupakannya.

source: Create Account
id: Buat Akun

source: Configure Tournament %(tournament)s
id: Konfigurasi Turnamen %(tournament)s

source: To finish creating your tournament select a basic configuration options. Note that these can always be changed later (and with more precise control) if needed.
id: Untuk menyelesaikan pembuatan turnamen Anda pilih pilihan konfigurasi dasar. Ingat bahwa hal ini dapat selalu diubah nanti (dan dengan kontrol yang presisi) jika dibutuhkan.

source: Configure Tournament
id: Konfigurasi Turnamen

source: Create New Tournament
id: Buat Turnamen Baru

source: Tabbycat is free to use for non-profit and non-fundraising tournaments (although donations are encouraged). If your tournament is run for profit or for fundraising, please note that there is a <a href="%(donations_url)s">required payment</a>. For more details, see the <a href="http://tabbycat.readthedocs.io/en/stable/about/licence.html"> Tabbycat licence agreement</a>.
id: Tabbycat gratis digunakan untuk turnamen nonprofit dan non-fundraising (meskipun donasi dianjurkan). Jika turnamen Anda diselenggarakan untuk profit dan fundraising, tolong ingat bahwa ada <a href="%(donations_url)s"> untuk pembayaran yang dibutuhkan</a>. Untuk perincian lebih, lihatlah <a href="http://tabbycat.readthedocs.io/en/stable/about/licence.html"> persetujuan lisensi Tabbycat</a>.

source: Just trying out Tabbycat?
id: Hanya mencoba Tabbycat?

source: If you're learning or playing around with Tabbycat, it's easiest to create a demo tournament that is prepopulated with a fake (but typical) set of teams, adjudicators, rooms, and the like. You can then delete this demo tournament later on, or deploy a new instance for your real tournament.
id: Jika Anda sedang mempelajari atau mencoba-coba Tabbycat, cara paling mudah dengan membuat turnamen demo yang telah diisi sebelumnya dengan sekumpulan tim, juri, ruangan, dan sejenisnya yang palsu (tapi unik). Nantinya Anda dapat menghapus turnamen demo ini, atau membuat instansi baru untuk turnamen real Anda.

source: Load %(demo)s
id: Memuat %(demo)s

source: You already have a tournament set up using this data set. Reloading the data will delete <strong>all data</strong> from that tournament.
id: Anda telah membuat sebuah turnamen menggunakan data set ini. Memuat ulang data tersebut akan menghapus <strong>seluruh data</strong> dari pertandingan tersebut.

source: Create Tournament
id: Buat Turnamen

source: Cancel and go back to the site home page
id: Batalkan dan kembali ke laman awal

source: Debate Team Missing
id: Tim Debat Tidak Ada

source: Tabbycat always requires that, in every debate, one and only one team is assigned to each side. When that is not the case, this error occurs. Usually, this is the result of debates having been manually edited.
id: Tabbycat selalu mewajibkan bahwa, untuk setiap debat, satu dan hanya satu tim yang dialokasikan untuk setiap sisi. Ketika hal tersebut tidak diikuti, kesalahan ini terjadi. Biasanya, hal ini merupakan akibat dari debat-debat disunting secara manual.

source: A list of offending debates is presented below. To fix them, you'll need to do the following:
id: Daftar dari debat yang salah ditampilkan di bawah ini. Untuk memperbaikinya, Anda harus melakukan hal berikut:

source: Click the <strong>Fix this debate</strong> button for that debate.
id: Klik tombol <strong>Perbaiki debat ini</strong> untuk debat tersebut.

source: Ensure that every <strong>side</strong> that should be present in the debate is present and has a <strong>team</strong> assigned. If a team is missing, find an empty row and use the magnifying glass to select a team. Then set the new team's <strong>side</strong> accordingly.
id: Pastikan setiap <strong>sisi</strong> yang harus hadir di debat hadir dan memiliki sebuah <strong>tim</strong> yang telah ditetapkan. Jika tim tidak ada, carilah baris yang kosong dan gunakan simbol kaca pembesar untuk memilih sebuah tim. Setelah itu aturlah <strong>sisi</strong> dari tim baru sesuai dengan kebutuhan.

source: Ensure that no <strong>side</strong> appears more than once in the debate.
id: Pastikan tidak ada <strong>sisi</strong> yang muncul lebih dari sekali pada debat.

source: <strong>Save</strong> the changes.
id: <strong>Simpan</strong> perubahan.

source: Once you've fixed all the debates, you should then be able to return to whatever page you were originally on without the error reoccurring.
id: Jika Anda sudah memperbaiki semua debat, Anda seharusnya bisa kembali ke laman apapun di mana Anda semula berada tanpa terjadi masalah.

source: You can also see all the debates in the <a href="%(edit_debates_url)s" target="_blank">Debates section of the Edit Database Area</a>.
id: Anda juga dapat melihat semua debat di <a href="%(edit_debates_url)s" target="_blank">seksi Debat dari Area Sunting Basisdata</a>.

source: Debate ID
id: ID Debat

source: Team(s) on %(side)s
id: Tim(plural) di %(side)s

source: Link to fix this debate
id: Tautan untuk memperbaiki debat ini

source: No teams
id: Tidak ada tim

source: Multiple teams
id: Multipel tim

# button label
source: Fix this debate
id: Perbaiki debat ini

source: It looks like all debates are in good shape!
id: Tampaknya semua debat dalam kondisi yang baik!

source: If you keep getting redirected to this page and you're not sure why, please contact the developers of Tabbycat.
id: Jika Anda terus-menerus dialihkan ke laman ini dan Anda tidak tahu mengapa, silahkan hubungi pengembang Tabbycat.

source: Welcome to %(tournament)s
id: Selamat Datang di %(tournament)s

source: There is currently no public information available for this tournament.
id: Tidak ada informasi publik yang tersedia untuk turnamen ini.

source: Team Tab
id: Tabulasi Tim

source: %(category)s Team Tab
id: Tabulasi Tim %(category)s

source: Speaker Tab
id: Tabulasi Pembicara

source: %(category)s Speaker Tab
id: Tabulasi Pembicara %(category)s

source: Replies Tab
id: Tabulasi Penyimpul

source: Adjudicator Tab
id: Tabulasi Juri

source: Motions Tab
id: Tabulasi Mosi

source: Sides
id: Sisi

source: Draw for %(round)s
id: Pengundian untuk %(round)s

source: Draws for Current Rounds
id: Pengundian untuk Ronde Ini

source: %(round)s's draw has yet to be released
id: Undian untuk %(round)s belum dirilis

source: The draw for the next round has yet to be released
id: Udian untuk ronde selanjutnya belum dirilis

source: Check-Ins
id: Cek-In

source: Results
id: Hasil

source: Motions
id: Mosi

source: Team Standings
id: Klasemen Tim

source: %(category)s Break
id: Break %(category)s

source: Breaking Adjudicators
id: Juri Breaking

source: Diversity
id: Keberagaman

source: Participants
id: Partisipan

source: Institutions
id: Institusi

source: Feedback Progress
id: Progres Umpan Balik

source: Enter Ballot for %(round)s
id: Masukkan Balot untuk %(round)s

source: Enter Feedback
id: Berikan Umpan Balik

source: Tournament Staff
id: Staf Turnamen

source: Confirm Round Completion
id: Konfirmasi Ronde Selesai

source: Enter Results
id: Masukkan Hasil

source: Emails have already been sent.
id: Email telah dikirim.

source: Email Team Wins/Losses
id: Kirim Email Kemenangan/Kekalahan tim

source: Email Team Points
id: Kirim Email Poin Tim

source: Mark %(round)s as Completed
id: Tandai %(round)s telah Selesai

source: Mark %(round)s as Completed Anyway
id: Tetap Tandai %(round)s telah Selesai

source: Go to %(round)s
id: Pindah Ke %(round)s

source: %(round)s has already been marked as completed!
id: %(round)s telah ditandai selesai!

source: The following prior round has not yet been completed: %(prior_rounds_not_completed)s. You should complete it before marking this round as completed.
id: Berikut ialah ronde sebelumnya yang belum diselesaikan: %(prior_rounds_not_completed)s. Anda sebaiknya menyelesaikan ronde tersebut sebelum menandai ronde ini selesai.

source: All ballots from %(round)s are confirmed. You should be good to go!
id: Semua balot dari %(round)s sudah dikonfirmasi. Anda bisa lanjut tanpa masalah!

source: There is still %(num_unconfirmed)s ballot that is not confirmed. You should <strong>not</strong> proceed to the next round until all ballots are confirmed.
id: Masih ada %(num_unconfirmed)s balot yang belum dikonfirmasi. Sebaiknya Anda <strong>tidak</strong> melanjutkan ke ronde berikutnya sebelum semua balot terkonfirmasi.

source: <p>This round is a silent round.</p> <p> Even though public view of results is enabled, results for <em>this</em> round will still be hidden from public view after completing this round. <p> <p> You can change which rounds are silent in the <a href="%(round_changelist_url)s">Edit Database area</a>. </p>
id: <p>Ronde ini merupakan ronde diam.</p> <p> Meskipun tampilan publik untuk hasil dikaktifkan, hasil untuk ronde <em>ini</em> setelah ronde ini selesai akan tetap tersembunyi dari tampilan publik. <p> <p> Anda dapat mengubah ronde mana yang diam di <a href="%(round_changelist_url)s">Area Sunting Basisdata</a>. </p>

source: <p><strong> Results for %(round)s will be published online once you mark this round as complete! </strong></p> <p> This round is <em>not</em> a silent round, and public view of results is enabled. </p> <p> If you want to keep the results for just this round hidden, you can mark this round as silent in the <a href="%(round_changelist_url)s">Edit Database area</a>. </p> <p> If you want to disable the public view of results, you can do so in the <a href="%(public_features_url)s">tournament configuration</a>. </p>
id: <p><strong> Hasil untuk %(round)s akan dipublikasi secara online ketika Anda menandai ronde ini telah selesai! </strong></p> <p> Ronde ini <em>bukan</em> ronde diam, dan tampilan publik untuk hasil telah diaktifkan. </p> <p> Jika Anda ingin hasil untuk ronde ini tetap tersembunyi, Anda dapat menandai ronde ini sebagai diam di <a href="%(round_changelist_url)s"> Area Sunting Basisdata</a>. </p> <p> Jika Anda ingin menonaktifkan tampilan publik untuk hasil, Anda dapat melakukannya di<a href="%(public_features_url)s"> konfigurasi turnamen</a>.</p>

source: Set Current Round
id: Tetapkan Ronde Saat Ini

source: Back to Configuration
id: Kembali ke konfigurasi

source: No round is currently set. In order for Tabbycat to work, please set the <strong>current round</strong> of the tournament <strong>%(tournament)s</strong>.
id: Tidak ada ronde yang ditetapkan saat ini. Agar Tabbycat dapat berjalan, silahkan tetapkan<strong>ronda saat ini</strong> dari turnamen <strong>%(tournament)s</strong>.

source: On this page, you can set the <strong>current round</strong> of the tournament <strong>%(tournament)s</strong>.
id: Pada laman ini, Anda dapat menetapkan <strong>ronde saat ini</strong> dari turnamen <strong>%(tournament)s</strong>.

source: The tournament <strong>%(tournament)s</strong> has no rounds. You'll need to <a href="%(round_changelist_url)s">add rounds and associate them with this tournament</a> before you can set the current round.
id: Turnamen <strong>%(tournament)s</strong> tidak memiliki ronde. Anda perlu untuk <a href="%(round_changelist_url)s"> menambahkan ronde dan asosiasikan ronde tersebut dengan turnamen ini</a> sebelum Anda dapat menetapkan ronde saat ini.

source: Inactive Tournaments
id: Turnamen Tidak Aktif

source: Welcome!
id: Selamat Datang!

source: It looks like there aren't any tournaments on this site. Would you like to create one?
id: Sepertinya tidak ada turnamen pada situs ini. Apakah ingin membuat sebuah turnamen baru?

source: There are currently no active tournaments set up on this site.
id: Tidak ada turnamen yang aktif pada situs ini.

source: There are currently no tournaments set up on this site.
id: Tidak ada turnamen pada situs ini.

source: New Tournament
id: Turnamen Baru

source: Edit Database Area
id: Sunting Area Basisdata

source: Send a Test Email
id: Kirim sebuah Email Uji Coba

source: Import DebateXML
id: Impor DebateXML

source: Get API Token / Change Password (%(user)s)
id: Dapatkan Token API/Ubah Kata Sandi (%(user)s)

source: Log Out (%(user)s)
id: Keluar (%(user)s)

source: Log In as Admin
id: Masuk sebagai Admin

source: We hope you've enjoyed using Tabbycat for your tournament. We would appreciate if you would make a donation to the project in order to support its ongoing development and maintenance. For a tournament of this size, we suggest a donation of <strong>$%(amount)s</strong>. Note that if your tournament is run for profit, or for fundraising, making this payment is a mandatory condition of Tabbycat's software license. <a href="%(url)s">Learn more about donating.</a>
id: Kami harap Anda senang menggunakan Tabbycat untuk turnamen Anda. Kami sangat menghargai jika Anda berminat memberi donasi untuk proyek ini demi mendukung proses pengembangan dan pengelolaannya. Untuk turnamen dengan ukuran berikut, Kami menyarankan donasi sebesar <strong>$%(amount)s</strong>. Perhatikan jika turnamen Anda dibuat untuk profit, atau untuk fundraising, memenuhi pembayaran ini merupakan syarat yang wajib dari lisensi perangkat lunak Tabbycat. <a href="%(url)s"> Pelajari lebih lanjut tentang donasi.</a>

source: Welcome to your new tournament!
id: Selamat Datang di Turnamen baru Anda!

source: The next step is to import your initial tournament data: the institutions, teams, adjudicators and rooms that are in your tournament. There are a number of ways to do this. For small-to-medium tournaments, the simple importer is your best bet.
id: Langkah selanjutnya ialah impor data awal dari turnamen Anda: institusi, tim, juri dan ruangan yang akan ada pada turnamen Anda. Terdapat beberapa cara untuk melakukan hal ini. Untuk turnamen kecil-ke-menengah, importir sederhana ialah cara paling baik.

source: For more information, please consult our <a href="https://tabbycat.readthedocs.io/en/%(readthedocs_version)s/use/importing-data.html" class="alert-link" target="_blank"> documentation on importing initial data</a>.
id: Untuk informasi lebih lanjut, silahkan periksa <a href="https://tabbycat.readthedocs.io/en/%(readthedocs_version)s/use/importing-data.html" class="alert-link" target="_blank"> dokumentasi Kami tentang mengimpor data awal</a>.

source: Use the simple importer to add your initial data.
id: Gunakan importir sederhana untuk menambahkan data awal Anda.

source: Go to the checkins area to begin creating a draw for %(round)s
id: Pindah ke area check in untuk mulai membuat undian untuk %(round)s

source: Go to the draw area to allocate adjudicators for %(round)s
id: Pindah ke area undian untuk mengalokasi juri untuk %(round)s

source: Go to the results area to begin entering ballots for %(round)s
id: Pindah ke area hasil untuk mulai memasukkan balot untuk %(round)s

source: Administrator area for <strong>%(tn)s</strong>
id: Area Administrator untuk <strong>%(tn)s</strong>

source: Assistant area for <strong>%(tn)s</strong>
id: Area Asisten untuk <strong>%(tn)s</strong>

source: Public area for <strong>%(tn)s</strong>
id: Area Publik untuk <strong>%(tn)s</strong>

source: affirmative
id: afirmatif

source: negative
id: negatif

source: affirmative team
id: tim afirmatif
