Repository: titianZega/tabbycat
Catalog: tabbycat/tournaments/locale/*/LC_MESSAGES/django.po
Languages: id

source: negative team
id: tim negatif

source: Aff
id: Afi

source: government
id: pemerintah

source: opposition
id: oposisi

source: government team
id: tim pemerintah

source: opposition team
id: tim oposisi

source: Gov
id: Pem

source: Opp
id: Opo

source: proposition
id: proposisi

source: proposition team
id: tim proposisi

source: con
id: kon

source: pro team
id: tim pro

source: con team
id: tim kon

source: Con
id: Kon

source: appellant
id: pemohon

source: respondent
id: terdakwa

source: appellant team
id: tim pemohon

source: respondent team
id: tim terdakwa

source: App
id: Pmh

source: Res
id: Tdw

source: opening government
id: pembuka dari pemerintah

source: opening opposition
id: pembuka dari oposisi

source: closing government
id: penutup dari pemerintah

source: closing opposition
id: penutup dari oposisi

source: opening government team
id: pembuka dari tim pemerintah

source: opening opposition team
id: pembuka dari tim oposisi

source: closing government team
id: penutup dari tim pemerintah

source: closing opposition team
id: penutup dari tim oposisi

# BP position
source: OG
id: PbkP

# BP position
source: OO
id: PbkO

# BP position
source: CG
id: PtpP

# BP position
source: CO
id: PtpO

source: Round %(number)d
id: Ronde %(number)d

source: %(round)s has been marked as completed. All rounds are now completed, so you're done with the tournament! Congratulations!
id: %(round)s telah ditandai selesai. Sekarang semua ronde telah selesai, jadi turnamen Anda telah selesai! Selamat!

source: %(round)s has been marked as completed. That's the last round in that sequence! Going back to the first round that hasn't been marked as completed.
id: %(round)s telah ditandai selesai. Ronde tersebut ialah ronde terakhir dari rentetan ronde tersebut! Pindah kembali ke ronde pertama yang belum ditandai selesai.

source: %(round)s has been marked as completed. You've made it to the end of the preliminary rounds! Congratulations! The next step is to generate the break.
id: %(round)s telah ditandai selesai. Anda berhasil tiba di akhir ronde penyisihan! Selamat! Langkah selanjutnya ialah membuat break.

source: %(round)s has been marked as completed. That was the last preliminary round, but one or more preliminary rounds are still not completed. Going back to the first incomplete preliminary round.
id: %(round)s telah ditandai selesai. Ronde tersebut merupakan ronde penyisihan terakhir, tetapi satu atau lebih ronde penyisihan masih belum selesai. Pindah kembali ke ronde penyisihan pertama yang belum selesai.

source: %(this_round)s has been marked as completed. Moving on to %(next_round)s! Woohoo! Keep it up!
id: %(this_round)s telah ditandai selesai. Lanjut ke %(next_round)s! Woohoo! Lanjut terus!

source: Whoops! It looks like someone's already created the first user account. Please log in.
id: Ups! Sepertinya seseorang telah membuat akun pengguna pertama. Silahkan masuk.

source: Welcome! You've created an account for %s.
id: Selamat datang! Anda telah membuat akun untuk %s.

source: 8-team generic dataset
id: dataset 8-tim umum

source: 24-team Australs dataset
id: dataset 24-tim Australs

source: 88-team BP dataset
id: dataset 88-tim BP
